export default {
  headerMenu: [
    { logoName: "Как использовать" },
    { logoName: "Партнерам" },
    { logoName: "Скачать" },
    { logoName: "Отзывы" },
  ],
  buttonHeaderName: "Получить доступ",

  searchTextMain:
    "Поиск ближайшей свободной автомойки и бронирование на удобное время.",
  searchTextSubMain:
    "Мы поможем сохранить ваше время для более интересных занятий, чем стоять в очереди.",
  searchButtonName: "Получить доступ",

  firstStartTitle: "Быстрый старт:",
  firstStartTitles: [
    {
      titleStart: "Скачай и зарегистрируйся",
      subtitleStart: "Наше приложение доступно в Apple Store и Google Play",
      image: require("@/assets/itemFirstStart.png"),
    },
    {
      titleStart: "Выбери ближайшую автомойку",
      subtitleStart:
        "Из свободных поблизости или оставь заказ на удобное время",
      image: require("@/assets/itemFirstStart2.png"),
    },
    {
      titleStart: "Выбери дополнительные услуги",
      subtitleStart: "Можешь их добавить к своему основному заказу",
      image: require("@/assets/itemFirstStart3.png"),
    },
    {
      titleStart: "Оплати внутри приложения ",
      subtitleStart: "Бесконтактная оплата внутри приложения и прозрачные цены",
      image: require("@/assets/itemFirstStart4.png"),
    },
  ],

  stayPartnerTitles: "Стань нашим партнером и начни зарабатывать: ",
  stayPartnerSubTitles:
    "Автоматизируй свой бизнес вместе с нами. Подключись к нашей системе бронирования, что бы получать новых клиентов и распределить нагрузку равномерно на весь день. Мы предоставляем удобные инструменты для формирования отчетов в несколько кликов и многое другое. ",
  stayPartnerList: [
    {
      img: require("@/assets/stay-img1.png"),
      sub: "Просмотривайте историю заказа",
    },
    {
      img: require("@/assets/stay-img2.png"),
      sub: "Создание отчета неделя/месяц/год ",
    },
    {
      img: require("@/assets/stay-img3.png"),
      sub: "Обратная связь от клиентов",
    },
    {
      img: require("@/assets/stay-img4.png"),
      sub: "Контроль качества работы сотрудников",
    },
    {
      img: require("@/assets/stay-img5.png"),
      sub: "Бесконтактная оплата работы",
    },
  ],
  stayPartnerButton: "Стать партнером",

  enoughTitle: "Хватит тратить свое время в очередях",
  enoughSubtitle:
    "Приложение скоро будет доступно для бета тестирования в AppStore и Google Play",

  sliderItemsBlock: [
    {
      title: "Отзывы о приложении",
      subtitle:
        "Таким образом консультация с широким активом влечет за собой процесс внедрения и модернизации направлений прогрессивного развития. Разнообразный и богатый опыт сложившаяся структура организации обеспечивает широкому кругу (специалистов) участие в формировании модели развития.",
      img: require("@/assets/worker1.png"),
      workerName: "John Doe",
      jobTitle: "Водитель",
    },
    {
      title: "Отзывы о приложении",
      subtitle:
        "Таким образом консультация с широким активом влечет за собой процесс внедрения и модернизации направлений прогрессивного развития. Разнообразный и богатый опыт сложившаяся структура организации обеспечивает широкому кругу (специалистов) участие в формировании модели развития.",
      img: require("@/assets/worker1.png"),
      workerName: "John Doe",
      jobTitle: "Водитель",
    },
    {
      title: "Отзывы о приложении",
      subtitle:
        "Таким образом консультация с широким активом влечет за собой процесс внедрения и модернизации направлений прогрессивного развития. Разнообразный и богатый опыт сложившаяся структура организации обеспечивает широкому кругу (специалистов) участие в формировании модели развития.",
      img: require("@/assets/worker1.png"),
      workerName: "John Doe",
      jobTitle: "Водитель",
    },
    {
      title: "Отзывы о приложении",
      subtitle:
        "Таким образом консультация с широким активом влечет за собой процесс внедрения и модернизации направлений прогрессивного развития. Разнообразный и богатый опыт сложившаяся структура организации обеспечивает широкому кругу (специалистов) участие в формировании модели развития.",
      img: require("@/assets/worker1.png"),
      workerName: "John Doe",
      jobTitle: "Водитель",
    },
  ],

  footerMenu: [
    { itemName: "Как использовать" },
    { itemName: "Партнерам" },
    { itemName: "Скачать" },
    { itemName: "Отзывы" },
  ],
  footerButton: "Получить доступ",

  stayPartnerBtn: {
    title: "Стань нашим партнером и начни зарабатывать:",
    menuItemName: "Введите имя",
    menuItemMail: "E-mail",
    menuItemNumberPhone: "Номер телефона",
    checkboxTop: "Я хочу получать новости на почтовый адрес",
    checkboxBot: "Я согласен учавствовать в сборе данных",
    btn: "Получить доступ",
    subtitle: "Нажимая кнопку Вы принимаете ",
    subtitleLink: "политику конфиденциальности",
  },

  popupRegister: {
    title: "Пожалуйста пройдите регистрацию",
    mailInput: "Ваша почта",
    loginInput: "Придумайте имя",
    passInput: "Придумайте пароль",
  },

  showModal: {modalLogin: false,  modalRegister: false}
  
};
